<?php

return [
    'about' => [
        'name'  => 'Сергей Ряпосов',
        'post'  => 'PHP Разработчик',
        'email' => 'spklp@mail.ru',
        'phone' => '+7 929 110 09 22',
        'site'  => 'google.com',
        'git'   => 'github.com/spklp'
        ],
    'education' => [
        [
            'faculty'       => 'Оптико-Электронные технологии',
            'university'    => 'ИТМО',
            'yearStart'     => '2011',
            'yearEnd'       => '2015',
        ],
        [
            'faculty'       => 'Лазерная и Сетовая Инженерия',
            'university'    => 'ИТМО',
            'yearStart'     => '2015',
            'yearEnd'       => '2017',
        ],
        ],
    'languages' => [
        [
            'language'  => 'Английский',
            'level'     => 'Средний'
        ]
    ],
    'interests' => [
        'Баскетбол',
        'Прыжки с парашютом',
        'Сноубординг'
    ],
    'aboutCareer' => 'Основной опыт работы связан с оптотехникой, но все время интересовался программированием и тебовалось для исследований.',

    'jobs' => [
        [
            'post'      => 'Инженер',
            'place'     => 'ИТМО, Санк-Петербург',
            'duty'      => 'Ведение исследований в рамках НИР "Морской прогибомер", написание научных статей по результатам исследований и выступление с ними на научных конференцях.',
            'yearStart' => '2014',
            'yearEnd'   => '2015',
        ],
        [
            'post'      => 'Инженер',
            'place'     => 'ИТМО, Санк-Петербург',
            'duty'      => 'Ведение исследований в рамках НИР "Цифровая обработка изображений многоспектральных систем систем", написание научных статей по результатам исследований и выступление с ними на научных конференцях.',
            'yearStart' => '2015',
            'yearEnd'   => '2017',
        ],
    ],
    'projects' => [
        'intro' => 'Первые проекты были написаны на Python, для практики при самостоятельном обучении.',
        'myProjects' => [
            [
                'name'  => 'StoneHunters',
                'url'   => 'academy/lesson3/profile.php',
                'duty'  => 'Текстовый квест с элементами рпг.'
            ],
            [
                'name'  => 'PhoneBase',
                'url'   => 'academy/lesson3/profile.php',
                'duty'  => 'База данных организации, для оптимизации поиска клиентов.'
            ],
            [
                'name'  => 'Домашняя Работа',
                'url'   => 'study.up-skills.ru/teach/control/stream/view/id/26548649',
                'duty'  => 'Мои домашние работы по курсу PHP "ПОЛНЫЙ ФАРШ".'
            ],
        ]

    ],
    'skills' => [
        [
            'name'  => 'Python',
            'level' => '60',
        ],
        [
            'name'  => 'PHP',
            'level' => '45',
        ],
        [
            'name'  => 'HTML5 & CSS',
            'level' => '40',
        ],
        [
            'name'  => 'Linux',
            'level' => '30',
        ],
    ],
    'footer' => "Заполненно"

];