<?php
require_once 'header.php';
?>

<div class="content">
    <span>Lesson1.<br></span>
    <span>Тема "Подготовительный урок".<br></span>
    <span>Изучали зачем нужен PHP, как настроить окружение и вывели приветственное сообщение.<br></span>
    <?php color_text('ex1.php'); ?>
    <br><br>
    <span>ПЛЮСЫ УРОКА: К началу обучения у всех настроено одинаковое окружение, .<br></span>
    <span>МИНУСЫ УРОКА: недостаточно информации по настройке среды разработки, хотелось бы узнать больше о возможностях среды.<br></span>
</div>

<?php
require_once 'footer.php';
?>