<?php
require_once 'header.php';
?>

<div class="content">
    <span>Lesson2.<br></span>
    <span>Тема "Переменные и операторы".<br></span>
    <span>Изучали, как правильно создавать и называть переменные. Рассмотрели арифметические, строковые  и логические операторы.<br></span>
    <?php color_text('ex2.php'); ?>
    <br><br>
    <span>ПЛЮСЫ УРОКА: понятное и доступное объяснение взаимодействия переменных.<br></span>
    <span>МИНУСЫ УРОКА: не рассмотрены более сложные логические выражения, не озвучено что у .+- и одинаковые приоритеты выполнения, что может привести к ошибке.<br></span>
</div>

<?php
require_once 'footer.php';
?>